Revit 2015 API
TextElement.Align Property
The align.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Since: 2012
Syntax
C#
public TextAlignFlags Align { get; }
Visual Basic
Public ReadOnly Property Align As TextAlignFlags
	Get
Visual C++
public:
property TextAlignFlags Align {
	TextAlignFlags get ();
}
See Also
TextElement Class
Autodesk.Revit.DB Namespace